/* Menu strings */"Main Menu About" = "Tietoja: %@";"Main Menu Hide Others" = "Kätke muut";"Main Menu Show All" = "Näytä kaikki";"Main Menu Quit" = "Lopeta %@";/* GUI Strings */"Window Title" = "%@";"Header" = "Käyttöoikeuden tarkistaminen";"Text PreAuth" = "Tämän ohjelman asennuksen poistamista varten tarvitaan pääkäyttäjän salasana.";"Info PreAuth" = "";"Lock PreAuth" = "Napsauta lukkoa tehdäksesi muutoksia";"Lock Auth" = "Käyttöoikeutta tarkistetaan...";"Text PostAuth" = "Odota kunnes asennuksen ohjelmanpoistaja on määritetty";"Info PostAuth" = "";"Lock PostAuth" = "Käyttöoikeus on hyväksytty";/* Buttons */"Cancel" = "Kumoa";"OK" = "OK";"Quit" = "Lopeta";"Resume" = "Jatka";/* Dialogs */"Quit Dialog Title" = "Kumoa asennuksen";"Quit Dialog Header" = "Asennuksen poistoa ei tehty loppuun";"Quit Dialog Text" = "Jos kumoat asennuksen poiston nyt, %@ jää poistamatta. Jos haluat jatkaa asennuksen poistoa, osoita 'Jatka'. Jos haluat kumota asennuksen poiston, osoita 'Lopeta'.";"Application Error Title" = "Ohjelmavirhe";"Application Error Text" = "Ohjelman %@ asennuksen poistamista ei voi jatkaa suoritusvirheen takia. (Virhekoodi -43)";"Execution Error Title" = "Suoritusvirhe";"Execution Error Text" = "Ohjelman %@ asennuksen poistamista ei voi jatkaa suoritusvirheen takia. (Virhekoodi -43)";